{
  "d_opening": [
    "???: Uhh........ Ger?~",
    "Ger: What?~",
    "???: To be honest, I really don't think we should be here...~",
    "Ger: I know. Isn't that obvious?~",
    "???: .......~",
    "Ger: Oh come on, don't be a scaredy cat.~",
    "Ger: Look! The moon is that way. Just a little more and we'll be out from the other side.~",
    "???: You sure about this?~",
    "Ger: If you don't trust me, that's fine.~",
    "???: .... Ok... I'll go first then.~",
    "Ger: Carefull!!~",
    "???: !!~"
  ],
  "d_prologue": [
    "???: Arghhh.~",
    "???: My leg... I can't stand.~",
    "???: Where the heck is this?~",
    "???: Who am I? I don't remember anything!~",
    "???: Ok, keep calm, I am...~"
  ],
  "d_name": [
    "???: Oh right, I'm ???! How could I forget.~",
    "???: I remember walking with Ger along the mountain and...~",
    "???: I fell didn't I...~",
    "???: Better look around to see what's here~"
  ],
  "d_die_1": [
    "???: This doesn't look safe.... I could die.~",
    "???: Better go back to larger areas.~"
  ],
  "d_firstMed": [
    "???: What? A bandage in the middle of nowhere?~",
    "???: Well, that's convenient. Let me use it.~",
    ": You feel power slowly returning into your body~",
    "???: That should slow down the bleeding.~"
  ],
  "d_usedMed": [
    "???: I've used this before. There's no more bandage to use.~"
  ],
  "d_normalMed": [
    "???: Oh, another bandage. This will keep me alive a little longer.~"
  ],
  "d_huge_cave": [
    "???: What a huge cave... Does someone live here?~"
  ],
  "d_bones": [
    "???: Bones!?!~"
  ],
  "d_chest": [
    "???: Looks like a chest. Too bad I don't have the key to open it.~"
  ],
  "d_note_1": [
    "???: A diary? Let's see what it says.~",
    "6 April 1839: Early this morning, I woke up from a dream about the outside world. It has nearly been 2 months since I'm stuck down here. You know what? It's not as bad as I first imagined. All those lessons I recieved from that survival class is finally paying off.~--font:DiaryFont",
    ": Lately, I've got a new hobby. You never know what 2 months of boredom can bring you. I spent the who-~--font:DiaryFont",
    "???: Looks like the page got torn off...~"
  ],
  "d_note_1_2": [
    ": -le day making traps for the past few weeks. One such trap is here just infront of me. It keeps other away.~--font:DiaryFont",
    ": It's almost invisible. Only when you look closely will you see what's there.~--font:DiaryFont",
    "???: Looks like the first half of this paper is cut off. It said something about traps and monsters. I better be careful.~"
  ],
  "d_note_2": [
    "9 April 1839: Damn! I can't believe it worked again! This is the 39th time this happened. Can't wait for tommorow for the next one hahaha.~--font:DiaryFont"
  ],
  "d_note_3": [
    "25 February 1839: Friday night, 9 February 1839. That was the day I departed for once in a lifetime journey to a whole new world to explore. Who would have thought that now, I'm stuck in this cave.~--font:DiaryFont",
    ": Luckily, my parents kept bugging me to bring all kinds of survival kit. That was the only reason I was able to survive until now.~--font:DiaryFont",
    "???: No wonder there are bandages here... Those bandages kept me alive big time.~"
  ],
  "d_note_4": [
    "17 March 1839: Rather than waiting for help (which probably won't come). I'll try to make all sorts of things. Maybe one of them can help me escape this cave.~--font:DiaryFont",
    ": Other than the need to survive, everything is pretty peaceful. However, these days, I feel like something is watching me... I'm not sure what. Can't really put my finger on it.~--font:DiaryFont",
    ": Now this might sound crazy but........ I think monsters exist.~--font:DiaryFont",
    ": Every now and then, my items disappear. At first, I thought it was just my memory tricking me. However, that does't seem to be the case...~--font:DiaryFont",
    ": Now, I keep my items on chests I made. The keys? I keep it with me all the time haha!~--font:DiaryFont",
    "???: Wow... Is this guy crazy?~"
  ],
  "d_note_5": [
    "21 April 1839: Occasionally, I thought to myself... Not sure when it started but; I think... I'm starting to lose my mind. It's all because of 'Them'!~--font:DiaryFont",
    ": I can't keep being like this any longer. Because of that, I built this AMAZING moving trap mechanism. It uses technology I learned from 'them'.~--font:DiaryFont",
    "???: Moving trap? What is he talking about?~"
  ],
  "d_note_6": [
    "27 March 1839: 3... That's the number of times I saw 'them'. How do they look? I can't describe. It's out of this world. My chest keeps my items save. It doesn't keep my life safe however.~--font:DiaryFont",
    ": I've been lucky for now. But I'm not sure how long this will last. Some drastic measures needs to be taken.~--font:DiaryFont"
  ],
  "d_note_7": [
    "12 May 1839: Monster.... 'Them'... It's annoying to call them that. Now I call them, Bakemono. Why? One day, I woke up with that name stuck on my head.~--font:DiaryFont",
    ": I'm done. I'm completely done. My only safe place is here. This tiny hole. If that's the case, what's the point of living?~--font:DiaryFont",
    ": My mistake was that I spent too long trying to create the perfect trap. Before I realized, I was trapped first!~--font:DiaryFont",
    ": I should've created a base near to the right of this cave, where the exit lies...~--font:DiaryFont",
    ": For now, I've managed to create a locking mechanism to stop those Bakemono from going to the outside world.~--font:DiaryFont",
    ": The password itself is the combination of the first letter of all the diary I've ever written. Sorted by date.~--font:DiaryFont",
    ": Well, that's it. Good bye world.~--font:DiaryFont",
    "???: What a story. Did he... suicide?~",
    "???: ......~",
    "???: Doesn't matter. My priority should be to get out of here as soon as possible.~",
    "???: He said the password is the first letter of every diary he's ever written, combined together sorted by the date of writing.~--font:emphasisFont"
  ],
  "d_omg": [
    "???: !!~",
    "???: What the heck happened here...~"
  ],
  "d_unending": [
    "???: When will this tunnel ever end...~"
  ],
  "d_passTrap": [
    "???: Whew, not sure if he left the note there on purpose or not. I'm just thankful I saw it.~"
  ],
  "d_ending": [": THE ENDDDDD~"]
}
